{
    "games": [
        {
            "id":"borderlands3",
            "name":"borderlands 3",
            "description": "Borderlands 3 is an action role-playing first-person shooter. Players complete quests and side missions, in single-player or multiplayer, as one of four classes. When killed, enemies may drop weapons and gear which can be equipped. New abilities are unlocked as the player gains experience. The plot is centered on four new Vault Hunters recruited by the Crimson Raiders of Pandora to stop twins Troy and Tyreen Calypso and their insane cult followers from harnessing the power of the alien Vaults spread across the galaxy.",
            "cover":"borderlands.png"
        },
        {
            "id":"acblackflag",
            "name":"Assassin's Creed IV, Black Flag",
            "description": "Assassin's Creed IV: Black Flag is an action-adventure video game. The plot is set in a fictional history of real-world events and follows the centuries-old struggle between the Assassins, who fight for peace with free will, and the Templars, who desire peace through control.",
            "cover":"black-flag.jpg"
        },
        {
            "id":"doometernal",
            "name":"Doom Eternal",
            "description": "Doom Eternal is a first-person shooter game. The sequel to Doom (2016), and the fifth main game in the Doom series. Set some time after the events of the 2016 game, the story follows the Doomguy once again, on a mission to end Hell's consumption of Earth and foil the alien Maykr's plans to exterminate humanity.",
            "cover":"doom-eternal.png"
        },
        {
            "id":"humankind",
            "name":"humankind",
            "description": "Humankind is a 4X game comparable to the Civilization series. Players lead their civilization across six major eras of human civilization, starting from the nomadic age, directing how the civilization should expand, developing cities, controlling military and other types of units as they interact with other civilizations on the virtual planet, randomly generated at the start of a new game.",
            "cover":"humankind.png"
        }
    ]
}